app/controllers/movies_controller.rb

  def create
    @movie = Movie.create!(params[:movie])
---
INSERT INTO "movies" ("title", "rating", "release_date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Men In Black"], ["rating", "PG-13"], ["release_date", "2017-06-27 00:00:00.000000"], ["created_at", "2017-06-27 14:48:23.073097"], ["updated_at", "2017-06-27 14:48:23.073097"]]